Revit 2027 API
ReferencePoint.GetCoordinatePlaneReferenceYZ Method
A reference for the YZ plane of the coordinate system.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Reference GetCoordinatePlaneReferenceYZ()
Public Function GetCoordinatePlaneReferenceYZ As Reference
public:
Reference^ GetCoordinatePlaneReferenceYZ()
member GetCoordinatePlaneReferenceYZ : unit -> Reference
Return Value
Reference
See Also
Reference
ReferencePoint Class
Autodesk.Revit.DB Namespace